{
  "ky-medicaid": {
    "name": "Medicaid",
    "description": "Medicaid ayuda a pagar la atención médica. Cubre visitas al médico y medicinas. Muchas familias con hijos con discapacidades pueden obtenerlo. Es gratis.",
    "whatItCovers": [
      "Visitas al médico y especialistas",
      "Estancias en el hospital",
      "Medicinas recetadas",
      "Servicios de terapia (física, ocupacional, del habla)",
      "Servicios de salud mental",
      "Equipo y suministros médicos"
    ],
    "nextSteps": [
      "Reúna los documentos listados abajo",
      "Vaya a kynect.ky.gov o llame al 1-855-459-6328",
      "Llene el formulario en línea o por teléfono",
      "Envíe sus documentos",
      "Haga una entrevista por teléfono si se lo piden",
      "Debería recibir respuesta en 45 días"
    ],
    "requiredDocuments": [
      "Prueba de ingresos (talones de pago o declaración de impuestos)",
      "Prueba de identidad (certificado de nacimiento o identificación)",
      "Números de Seguro Social de los miembros del hogar",
      "Prueba de residencia en Kentucky (factura de servicios o contrato de alquiler)",
      "Documentación del diagnóstico de discapacidad"
    ],
    "encouragement": "Medicaid es un sistema grande y puede ser difícil de entender — eso no es su culpa. Muchas familias se sienten perdidas en el proceso. No es la única familia pasando por esto, y no tiene que hacerlo sola.",
    "commonMisconceptions": [
      "Un rechazo no es el final. Si le dijeron que no por sus ingresos, eso puede ayudarle a obtener servicios de exención para personas con discapacidades.",
      "Puede tener seguro privado y Medicaid al mismo tiempo. No tiene que elegir uno.",
      "Toma trabajo aplicar. Pero puede llamar para pedir ayuda y le guiarán paso a paso."
    ],
    "insuranceCoordination": "Si su familiar tiene seguro privado Y califica para Medicaid, ambos pueden trabajar juntos. Su seguro privado paga primero (es el plan \"principal\"). Luego Medicaid ayuda a cubrir lo que queda — como copagos, deducibles o servicios que el seguro privado no cubre. Esto se llama \"coordinación de beneficios.\" No tiene que elegir uno u otro. Tener ambos significa menos gastos de su bolsillo para su familia."
  },
  "ky-snap": {
    "name": "SNAP (Asistencia Alimentaria)",
    "description": "SNAP ayuda a las familias a comprar alimentos. Recibe una tarjeta que funciona como una tarjeta de débito en las tiendas de comestibles. La cantidad que recibe depende del tamaño de su hogar y sus ingresos. Muchas familias con hijos con discapacidades pueden obtener SNAP.",
    "whatItCovers": [
      "Comestibles y alimentos en la mayoría de las tiendas",
      "Frutas y verduras",
      "Carne, pan y productos lácteos",
      "Semillas y plantas que producen alimentos"
    ],
    "nextSteps": [
      "Reúna los documentos listados abajo",
      "Vaya a kynect.ky.gov o llame al 1-855-459-6328",
      "Llene el formulario",
      "Envíe sus documentos",
      "Haga una llamada telefónica",
      "Debería recibir respuesta en 30 días"
    ],
    "requiredDocuments": [
      "Prueba de ingresos (talones de pago, declaración de impuestos o cartas de beneficios)",
      "Prueba de identidad de los miembros del hogar",
      "Prueba de residencia en Kentucky (factura de servicios o contrato de alquiler)",
      "Información sobre gastos del hogar (alquiler, servicios públicos)"
    ]
  },
  "ky-ssi": {
    "name": "SSI (Ingreso de Seguridad Suplementario)",
    "description": "SSI da dinero mensual a personas con discapacidades. Debe tener ingresos bajos para calificar. Tanto niños como adultos pueden recibir SSI. El dinero ayuda a pagar comida, ropa y vivienda.",
    "whatItCovers": [
      "Pagos mensuales en efectivo",
      "Ayuda con necesidades básicas (comida, ropa, vivienda)",
      "Elegibilidad automática para Medicaid en Kentucky"
    ],
    "nextSteps": [
      "Llame al 1-800-772-1213",
      "O vaya a ssa.gov en línea",
      "Prepare sus documentos",
      "Envíelos",
      "Decidirán en 3 a 5 meses"
    ],
    "requiredDocuments": [
      "Registros médicos y diagnóstico de discapacidad",
      "Certificado de nacimiento o prueba de edad",
      "Información sobre ingresos y bienes (estados de cuenta bancarios, talones de pago)",
      "Números de Seguro Social de los miembros del hogar",
      "Prueba de gastos de vivienda (alquiler, servicios públicos)"
    ]
  },
  "ky-ssdi": {
    "name": "SSDI (Seguro por Discapacidad del Seguro Social)",
    "description": "SSDI da dinero mensual a personas con discapacidades que han trabajado. Los hijos adultos con discapacidades pueden recibirlo basado en el trabajo de un padre. Después de 2 años con SSDI, obtiene Medicare.",
    "whatItCovers": [
      "Beneficios mensuales en efectivo",
      "Medicare después de 24 meses",
      "Beneficios para familiares elegibles"
    ],
    "nextSteps": [
      "Llame al 1-800-772-1213",
      "O vaya a ssa.gov en línea",
      "Prepare sus documentos de trabajo y médicos",
      "Envíelos",
      "Decidirán en 3 a 5 meses",
      "Puede apelar si dicen que no"
    ],
    "requiredDocuments": [
      "Registros médicos que muestren su discapacidad",
      "Historial laboral (trabajos, fechas, funciones)",
      "Certificado de nacimiento",
      "Número de Seguro Social",
      "Información sobre ingresos y bienes"
    ]
  },
  "ky-michelle-p-waiver": {
    "name": "Exención Michelle P",
    "description": "Esta exención ayuda a personas con discapacidades a recibir servicios en casa. Agrega ayuda adicional sobre Medicaid. Necesita Medicaid primero para usar esta exención.",
    "whatItCovers": [
      "Cuidado de respiro (descansos para cuidadores)",
      "Servicios de cuidado personal",
      "Servicios de día para adultos",
      "Empleo con apoyo",
      "Apoyo residencial",
      "Administración de casos"
    ],
    "nextSteps": [
      "Obtenga Medicaid primero",
      "Llame al 1-800-635-2570 para el formulario de exención",
      "Llénelo con ayuda si la necesita",
      "Haga la evaluación de necesidades que le pidan",
      "Póngase en la lista de espera",
      "Espere su turno"
    ],
    "requiredDocuments": [
      "Prueba de elegibilidad para Medicaid",
      "Diagnóstico de discapacidad intelectual o del desarrollo",
      "Verificación de residencia en Kentucky"
    ],
    "waitlistInfo": "Este programa tiene una lista de espera larga — a menudo alrededor de 10 años. Ponerse en la lista lo antes posible es importante. Puede usar otros programas mientras espera. Una vez que llegue su turno, los servicios pueden comenzar rápidamente.",
    "encouragement": "Navegar esta exención es difícil, y la larga espera puede sentirse abrumadora. No es la única familia pasando por esto. Tómelo un paso a la vez — no tiene que resolverlo todo hoy.",
    "whileYouWait": [
      "Solicite la exención HCB — puede ayudar con cuidado y apoyo mientras espera",
      "Póngase en la lista SCL también — puede estar en más de una lista a la vez",
      "Pruebe programas locales como clases de natación, deportes o grupos de juego en su área",
      "Pida un administrador de casos para ayudarle a seguir su lugar en la lista"
    ],
    "commonMisconceptions": [
      "No tiene que usar todos los servicios que recibe. Usted elige lo que funciona para su familia.",
      "La lista de espera no significa que no hay ayuda. Puede usar otros programas como HCB mientras espera."
    ]
  },
  "ky-hcb-waiver": {
    "name": "Exención HCB (Hogar y Comunidad)",
    "description": "Esta exención ayuda a adultos con discapacidades a quedarse en casa. Agrega más servicios sobre Medicaid. Necesita Medicaid primero.",
    "whatItCovers": [
      "Servicios de cuidado personal",
      "Cuidado de respiro para cuidadores",
      "Servicios y programas de día",
      "Empleo con apoyo",
      "Apoyo residencial",
      "Transporte"
    ],
    "nextSteps": [
      "Obtenga Medicaid primero",
      "Llame al 1-800-635-2570 para el formulario de exención",
      "Llénelo con ayuda si la necesita",
      "Haga la evaluación de necesidades que le pidan",
      "Póngase en la lista de espera (esto puede tomar años)",
      "Espere su turno"
    ],
    "requiredDocuments": [
      "Prueba de elegibilidad para Medicaid",
      "Documentación de discapacidad o condición médica",
      "Evaluación del nivel de cuidado que muestre necesidad de servicios",
      "Prueba de edad (debe tener 18 años o más)"
    ],
    "waitlistInfo": "Este programa a menudo tiene una lista de espera larga. Solicite lo antes posible. Puede estar en más de una lista de espera de exención a la vez.",
    "encouragement": "Esta exención puede ayudar de inmediato mientras espera otros programas. Muchas familias comienzan aquí — no está solo en este proceso.",
    "whileYouWait": [
      "La espera para HCB a menudo es más corta que otras exenciones, así que tenga paciencia",
      "Un administrador de casos puede ayudarle a seguir sus otras listas y formularios",
      "Pruebe grupos locales como deportes, clubes o cuidado de respiro en su área"
    ],
    "commonMisconceptions": [
      "No tiene que encontrar ayudantes por su cuenta. La agencia puede encontrarlos por usted. O puede elegir los suyos con ayuda de un coordinador.",
      "Puede estar en esta lista y en otras listas de exención al mismo tiempo. No tiene que elegir solo una."
    ]
  },
  "ky-scl-waiver": {
    "name": "Exención SCL (Apoyos para la Vida en Comunidad)",
    "description": "Esta exención ayuda a adultos con discapacidades que necesitan mucha ayuda diaria. Proporciona más servicios que la exención HCB. Cubre apoyo de vivienda, programas de día y cuidado de enfermería. Necesita Medicaid primero.",
    "whatItCovers": [
      "Servicios residenciales y apoyo de vivienda",
      "Programas y actividades de día",
      "Empleo con apoyo",
      "Servicios de enfermería",
      "Servicios de apoyo conductual",
      "Cuidado personal",
      "Transporte"
    ],
    "nextSteps": [
      "Obtenga Medicaid primero",
      "Llame al 1-800-635-2570 para el formulario de exención",
      "Llénelo con ayuda si la necesita",
      "Haga la evaluación de necesidades que le pidan",
      "Póngase en la lista de espera",
      "Espere su turno"
    ],
    "requiredDocuments": [
      "Prueba de elegibilidad para Medicaid",
      "Diagnóstico de discapacidad intelectual o del desarrollo",
      "Evaluación del nivel de cuidado que muestre necesidad de apoyos integrales",
      "Prueba de edad (debe tener 18 años o más)",
      "Verificación de residencia en Kentucky"
    ],
    "waitlistInfo": "Este programa tiene una lista de espera. Ponerse en la lista lo antes posible es importante. La espera puede ser de varios años, pero estar en la lista significa que está en fila para los servicios.",
    "encouragement": "Ponerse en esta lista temprano es importante, aunque se sienta lejano. Muchas familias planifican para el futuro mientras usan otros apoyos hoy. No está solo en esto.",
    "whileYouWait": [
      "Si tiene la exención Michelle P, úsela — puede ayudar con cuidado y respiro ahora",
      "Pruebe programas locales como deportes, grupos de día o clubes sociales en su área",
      "Comience a planificar los servicios para adultos temprano — un administrador de casos puede ayudarle a prepararse",
      "Puede estar en las listas de SCL y HCB al mismo tiempo"
    ],
    "commonMisconceptions": [
      "SCL no es simplemente más de Michelle P. SCL tiene apoyo de vivienda que Michelle P no tiene.",
      "Michelle P puede tener más horas para algunos servicios. Uno no siempre es mejor que el otro."
    ]
  },
  "federal-ssi": {
    "name": "SSI (Ingreso de Seguridad Suplementario)",
    "description": "SSI da dinero mensual a personas con discapacidades que tienen ingresos y recursos limitados. Tanto niños como adultos pueden recibir SSI. El dinero ayuda a pagar comida, ropa y vivienda.",
    "whatItCovers": [
      "Pagos mensuales en efectivo",
      "Ayuda con necesidades básicas (comida, ropa, vivienda)",
      "Puede calificarle para Medicaid en la mayoría de los estados"
    ],
    "nextSteps": [
      "Llame al 1-800-772-1213 (Administración del Seguro Social)",
      "O solicite en línea en ssa.gov",
      "Reúna sus registros médicos y documentos financieros",
      "Envíe su solicitud",
      "El SSA revisará y decidirá en 3 a 5 meses"
    ],
    "requiredDocuments": [
      "Registros médicos y diagnóstico de discapacidad",
      "Certificado de nacimiento o prueba de edad",
      "Información sobre ingresos y bienes (estados de cuenta bancarios, talones de pago)",
      "Números de Seguro Social de los miembros del hogar",
      "Prueba de gastos de vivienda (alquiler, servicios públicos)"
    ]
  },
  "federal-ssdi": {
    "name": "SSDI (Seguro por Discapacidad del Seguro Social)",
    "description": "SSDI proporciona ingresos mensuales a personas con discapacidades que han trabajado y pagado impuestos del Seguro Social. La cantidad depende de su historial laboral. Después de 24 meses con SSDI, obtiene Medicare automáticamente.",
    "whatItCovers": [
      "Pagos mensuales de ingresos por discapacidad",
      "Cobertura automática de Medicare después de 24 meses",
      "Pagos a dependientes en algunos casos"
    ],
    "nextSteps": [
      "Llame al 1-800-772-1213 (Administración del Seguro Social)",
      "O solicite en línea en ssa.gov",
      "Reúna sus registros médicos e historial laboral",
      "Envíe su solicitud",
      "El SSA revisará y decidirá en 3 a 5 meses"
    ],
    "requiredDocuments": [
      "Registros médicos y diagnóstico de discapacidad",
      "Historial laboral y registros de empleo",
      "Estado de cuenta del Seguro Social",
      "Prueba de ingresos",
      "Certificado de nacimiento o prueba de edad"
    ]
  },
  "federal-snap": {
    "name": "SNAP (Asistencia Alimentaria)",
    "description": "SNAP ayuda a las familias a comprar alimentos. Recibe una tarjeta que funciona como una tarjeta de débito en las tiendas de comestibles. La cantidad depende del tamaño de su hogar y sus ingresos. SNAP está disponible en todo el país.",
    "whatItCovers": [
      "Comestibles y alimentos en la mayoría de las tiendas",
      "Frutas y verduras",
      "Carne, pan y productos lácteos",
      "Semillas y plantas que producen alimentos"
    ],
    "nextSteps": [
      "Contacte la oficina de SNAP de su estado o el Departamento de Servicios Sociales",
      "Reúna los documentos listados abajo",
      "Llene el formulario de solicitud",
      "Envíe sus documentos",
      "Complete una entrevista si es necesario",
      "Debería recibir respuesta en 30 días"
    ],
    "requiredDocuments": [
      "Prueba de ingresos (talones de pago, declaración de impuestos o cartas de beneficios)",
      "Prueba de identidad de los miembros del hogar",
      "Prueba de residencia (factura de servicios o contrato de alquiler)",
      "Información sobre gastos del hogar (alquiler, servicios públicos)"
    ]
  },
  "federal-housing-choice-voucher": {
    "name": "Voucher de Elección de Vivienda (Sección 8)",
    "description": "Los Vouchers de Elección de Vivienda ayudan a familias con bajos ingresos a pagar una vivienda segura. El programa paga parte de su alquiler directamente a su arrendador. Las personas con discapacidades tienen prioridad en muchas listas de espera.",
    "whatItCovers": [
      "Parte del pago mensual del alquiler",
      "Se puede usar para apartamentos, casas o casas adosadas",
      "Usted elige dónde quiere vivir",
      "Se mueve con usted si cambia de vivienda"
    ],
    "nextSteps": [
      "Contacte su Autoridad de Vivienda Pública (PHA) local",
      "Pida que lo pongan en la lista de espera",
      "Mencione su estado de discapacidad para posible prioridad",
      "Reúna documentos de ingresos y del hogar",
      "La PHA determinará su elegibilidad y monto del voucher"
    ],
    "requiredDocuments": [
      "Prueba de ingresos de todos los miembros del hogar",
      "Prueba de discapacidad (si solicita prioridad)",
      "Números de Seguro Social de todos los miembros del hogar",
      "Certificados de nacimiento o prueba de edad",
      "Identificación con foto",
      "Prueba de ciudadanía o estado migratorio elegible"
    ]
  },
  "federal-vocational-rehab": {
    "name": "Rehabilitación Vocacional (VR)",
    "description": "La Rehabilitación Vocacional ayuda a personas con discapacidades a prepararse para encontrar y mantener empleos. Los servicios son gratuitos y se basan en lo que necesita para trabajar. Cada estado tiene una agencia de VR lista para ayudar.",
    "whatItCovers": [
      "Capacitación laboral y desarrollo de habilidades",
      "Ayuda para encontrar y mantener un trabajo",
      "Coaching laboral y apoyo en el lugar de trabajo",
      "Tecnología de asistencia para el trabajo",
      "Escritura de currículum y práctica de entrevistas",
      "Ayuda con transporte para el trabajo"
    ],
    "nextSteps": [
      "Contacte la agencia de VR de su estado",
      "Solicite los servicios de VR",
      "Reúnase con un consejero de VR para hablar de sus metas",
      "Trabajen juntos para crear un Plan Individual de Empleo (IPE)",
      "Comience a recibir servicios"
    ],
    "requiredDocuments": [
      "Registros médicos que documenten la discapacidad",
      "Historial laboral (si lo tiene)",
      "Registros escolares (si aplica)",
      "Planes de tratamiento actuales",
      "Prueba de identidad"
    ]
  },
  "federal-able-account": {
    "name": "Cuenta ABLE",
    "description": "Las Cuentas ABLE permiten a personas con discapacidades ahorrar dinero sin perder SSI, Medicaid u otros beneficios. Puede ahorrar hasta $100,000 y mantener sus beneficios. La discapacidad debe haber comenzado antes de los 26 años.",
    "whatItCovers": [
      "Cuenta de ahorro libre de impuestos para gastos relacionados con la discapacidad",
      "Costos de vivienda",
      "Educación y capacitación laboral",
      "Gastos de salud y bienestar",
      "Tecnología de asistencia",
      "Transporte",
      "Gastos básicos de vida"
    ],
    "nextSteps": [
      "Verifique si su estado tiene un programa ABLE (la mayoría lo tiene)",
      "Visite ablenrc.org para comparar programas estatales",
      "Abra una cuenta en línea",
      "Comience a ahorrar — puede contribuir hasta $18,000 por año",
      "Use los fondos para gastos calificados de discapacidad"
    ],
    "requiredDocuments": [
      "Prueba de diagnóstico de discapacidad",
      "Prueba de que la discapacidad comenzó antes de los 26 años",
      "Número de Seguro Social",
      "Prueba de identidad",
      "Cuenta bancaria para depósito inicial (opcional)"
    ]
  },
  "federal-supported-employment": {
    "name": "Empleo con Apoyo",
    "description": "El Empleo con Apoyo ayuda a personas con discapacidades significativas a trabajar en empleos regulares en su comunidad. Un coach laboral proporciona apoyo continuo para ayudarle a tener éxito en el trabajo. Los servicios a menudo están disponibles a través de programas de exención de Medicaid.",
    "whatItCovers": [
      "Coaching laboral individual",
      "Ayuda para aprender tareas del trabajo",
      "Apoyo y defensa en el lugar de trabajo",
      "Comunicación con empleadores",
      "Apoyo continuo mientras sea necesario",
      "Ayuda con habilidades sociales en el trabajo"
    ],
    "nextSteps": [
      "Contacte la agencia de Rehabilitación Vocacional de su estado",
      "Pregunte sobre los servicios de Empleo con Apoyo",
      "Si está en una exención de Medicaid, pregunte a su administrador de casos sobre apoyos de empleo",
      "Trabaje con su equipo para encontrar el trabajo adecuado",
      "Reciba coaching laboral para ayudarle a tener éxito"
    ],
    "requiredDocuments": [
      "Documentación de discapacidad",
      "Elegibilidad de Rehabilitación Vocacional (si solicita a través de VR)",
      "Inscripción en exención de Medicaid (si aplica)",
      "Interés en trabajar en la comunidad"
    ]
  },
  "federal-childcare-assistance": {
    "name": "Asistencia para el Cuidado Infantil (CCDF)",
    "description": "El Fondo de Cuidado y Desarrollo Infantil ayuda a familias con bajos ingresos a pagar el cuidado de niños. Cubre el cuidado infantil para niños hasta los 13 años, o hasta los 19 años para niños con discapacidades. Cada estado administra su propio programa.",
    "whatItCovers": [
      "Costos de centros de cuidado infantil",
      "Costos de cuidado infantil en hogares familiares",
      "Cuidado antes y después de la escuela",
      "Programas de cuidado de verano",
      "Cuidado para niños con necesidades especiales (puede incluir tarifas de pago más altas)"
    ],
    "nextSteps": [
      "Contacte la oficina de asistencia para cuidado infantil de su estado",
      "Solicite a través del portal de beneficios de su estado",
      "Proporcione información de ingresos y del hogar",
      "Elija un proveedor de cuidado infantil con licencia",
      "Su estado pagará al proveedor directamente o le reembolsará"
    ],
    "requiredDocuments": [
      "Prueba de ingresos",
      "Prueba de necesidad de cuidado infantil (trabajo, escuela o capacitación)",
      "Certificados de nacimiento de los niños",
      "Prueba de residencia",
      "Información del proveedor de cuidado infantil"
    ]
  },
  "federal-idea-services": {
    "name": "Educación Especial (IDEA)",
    "description": "La Ley de Educación para Personas con Discapacidades (IDEA) asegura que los niños con discapacidades reciban educación gratuita y apropiada. Las escuelas deben proporcionar servicios de educación especial a través de un IEP (Programa de Educación Individualizado). Los servicios están disponibles desde el nacimiento hasta los 21 años.",
    "whatItCovers": [
      "Programa de Educación Individualizado (IEP)",
      "Instrucción de educación especial",
      "Terapia del habla y lenguaje",
      "Terapia ocupacional y física",
      "Apoyo conductual",
      "Planificación de transición para la vida después de la escuela (comenzando a los 16 años)",
      "Servicios de intervención temprana (desde el nacimiento hasta los 3 años)"
    ],
    "nextSteps": [
      "Hable con la escuela de su hijo sobre sus preocupaciones",
      "Solicite una evaluación por escrito",
      "La escuela debe evaluar dentro de 60 días",
      "Si es elegible, el equipo creará un IEP",
      "Para niños menores de 3 años, contacte el programa de intervención temprana de su estado"
    ],
    "requiredDocuments": [
      "Solicitud escrita de evaluación",
      "Registros médicos y diagnósticos",
      "Registros escolares anteriores",
      "Evaluaciones o pruebas externas",
      "Observaciones y preocupaciones de los padres"
    ]
  }
}
